#+begin_src shell :exports result :results output 
tree ./lauremacs-libs
#+end_src

#+RESULTS:
: ./lauremacs-libs
: ├── readme.org
: └── readme.org~
: 
: 1 directory, 2 files
